Repository: wescamp/Children_of_Dragons-1.10
Catalog: po/*.po
Languages: fr

source: For three days the Drakes cowered on the open plains, as the earth continued to shake. Eventually the tremors stopped, and the Drakes were able to take their first real look at the island. Swamp still covered much of it, though it was already receding. They could see that once it returned to normal, it would be a beautiful place.
fr: Pendant trois jours, les dracans se réfugièrent dans les plaines, alors que la terre continuait de trembler. Une fois le séisme fini, les dracans purent vraiment regarder l'île pour la première fois. Le marais en recouvrait encore une bonne partie, mais commençait déjà à se résorber. Ils pouvaient se rendre compte qu'une fois retournée à la normale, l'île serait un vrai paradis.

source: However, less than one-fifth of the Drakes who set out still remained. Kahn in particular struggled to convince himself that it had all been worth it.
fr: Mais il restait moins d'un colon dracan pour cinq qui avaient pris le départ. Kahn lui-même dut lutter pour se convaincre que tout cela en avait valu la peine.

source: In time though he was able to deal with his grief, and went on to lead the Drakes for many years. With the help of the humans, they cleared the waters around the island of the Nagas. The Drakes thrived in their new home, and their numbers grew once again.
fr: Mais avec le temps, il fut capable de surmonter sa peine et continua de commander aux dracans pendant des années. Avec l'aide des humains, ils débarrassèrent les eaux autour des îles de la présence des nagas. Les dracans prospérèrent sur leurs nouvelles terres, et leur nombre se mit de nouveau à croître.

source: Drake Chancellor
fr: Chancelier Dracan

source: fire sword
fr: l'épée enflammée

source: sword
fr: épée

source: fire breath
fr: souffle ardent

source: Drake Lord
fr: Seigneur Dracan

source: Drake Noble
fr: Noble Dracan

source: short sword
fr: épée courte

source: Drake High Magus
fr: Haut Mage Dracan

source: staff
fr: bâton

source: ice shot
fr: tir de glace

source: Drake Magus
fr: Mage Dracan

source: A Former Friend
fr: Un ancien ami
