Repository: wescamp/Children_of_Dragons-1.10
Catalog: po/*.po
Languages: fr

source: Thank you once again. Come, my people - we have some criminals to catch!
fr: Merci encore. En avant, les miens ! Nous avons des criminels sur le feu !

source: Following Alamar's directions, the Drakes soon came to a huge forest.
fr: En suivant les directives d'Alamar, les dracans eurent tôt fait d'arriver à l'orée d'une immense forêt.

source: Death of Tumabulindrum
fr: Mort de Tumabulindrum

source: Outlaw
fr: Hors-la-loi

source: Ugh. More trees.
fr: Rhaah ! Encore des arbres !

source: At least they are not as thick as the last lot. We will be able to see where we are going here.
fr: Au moins, ceux-là ne sont pas aussi serrés que les précédents. Nous verrons où nous allons, là.

source: And our enemies this time are flesh and blood, not undead. Still, I wish there was another way.
fr: Cette fois nos ennemis sont de chair et de sang, pas des morts-vivants. En même temps, j'aurais préféré une autre solution.

source: None come to mind.
fr: Aucune ne me vient à l'esprit.

source: No, this is our best hope. Let's clear these woods!
fr: Non. C'est notre meilleur espoir. Nettoyons ces bois !

source: Hmmm. What do the fire breathers want?
fr: Humm. Que veulent les frères de feu ?

source: Did that tree just talk?
fr: Cet arbre ne viendrait-il pas de parler ?

source: I have heard of such things. We had best answer quickly.
fr: J'ai entendu parler de tels êtres. Nous ferions mieux de répondre rapidement.

source: We come to rid these woods of the outlaws that hide here.
fr: Nous sommes venus débarrasser ces bois des hors-la-loi qui s'y cachent.

source: Very well. These outlaws, as you call them, have destroyed many a good tree. We will help you, but make sure you keep your fires away from us.
fr: Très bien. Ces hors-la-loi, comme vous les appelez, ont détruit une multitude de bons arbres. Nous allons vous aider, mais évitez de nous atteindre avec votre feu.

source: We would be glad of your help. We have no wish to harm you with our flames, and once the outlaws are gone, we will leave you in peace.
fr: Nous serions heureux d'obtenir votre aide. Nous ne souhaitons en aucun cas vous blesser avec nos flammes ; nous vous laisserons en paix quand les hors-la-loi auront disparu.

source: Then let us work together to clean this forest!
fr: Alors, nettoyons ensemble cette forêt !

source: I found some of their ill-gotten gains!
fr: Biens mal acquis, je vous ai trouvés !

source: You retrieve 75 gold.
fr: Vous récupérez 75 pièces d'or

source: You retrieve 100 gold.
fr: Vous récupérez 100 pièces d'or

source: You retrieve 50 gold.
fr: Vous récupérez 50 pièces d'or

source: And so the Wose pass from the land of the living...
fr: Et ainsi passe le wose sur la terre des vivants...

source: To the Ships
fr: Aux navires

source: Having defeated the bandits, the Drakes left the Wose in peace and returned to Alamar.
fr: Les bandits éliminés, les dracans laissèrent les woses en paix et retournèrent auprès d'Alamar.

source: Alamar informed them that the ships were ready and waiting at the docks, south of the city.
fr: Alamar les informa que les vaisseaux étaient prêts et attendaient au niveau des docks, au sud de la ville.

source: Unfortunately that was not all that awaited them.
fr: Malheureusement, ce n'était pas tout à fait fini...

source: Defeat Gakk and Stakron
fr: Vaincre Gakk et Stakron

source: As you can see, the ships are ready and wai-
fr: Comme vous le voyez, les navires sont prêts à appareiller et n'att...

source: You will not be going anywhere.
fr: Vous n'irez nulle part !

source: What's going on here? Who are you?
fr: Que se passe-t-il ici ? Qui êtes-vous ?

source: Gakk? What do you think you're doing?
fr: Gakk ? Mais qu'est-ce que tu t'imagines ?

source: We are ending this lunacy once and for all. It was bad enough to make us leave our homes, forcing us into confrontation with dwarves, trolls and undead. But to make a pact with these humans ...
fr: Finissons-en avec cette lubie une bonne fois pour toutes ! C'était déjà assez malvenu de nous faire quitter nos foyers et de nous forcer à affronter les nains, les trolls et les morts-vivants, mais de là à faire un pacte avec ces humains...

source: And to what end? So they can send us out to sea and drown us all, most likely! And even if this island does exist, and we do actually get there, who knows what manner of creatures will be there to ensure we do not survive? Better we finish this now, and return to the caves where we belong.
fr: Et dans quel but ? Pour qu'ils nous envoient tous par le fond, à coup sûr ! Ou à supposer que l'île existe bel et bien, et que nous l'atteignions, qui sait quelle sorte de créatures nous attendent sur place pour nous exterminer ? Mieux vaut tout arrêter maintenant et rejoindre les cavernes auxquelles nous appartenons !

source: Whatever else we may do, we cannot return to the caves. They will certainly have been overrun with dwarves and trolls by now.
fr: Quoi que nous fassions, nous ne pouvons pas retourner aux cavernes. Elles doivent être maintenant investies par les trolls ou les nains.

source: Stakron? You too?
fr: Stakron ? Toi aussi ?

source: Gakk is right. We should never have left the caves.
fr: Gakk a raison, nous n'aurions jamais dû quitter les cavernes.

source: You would oppose our rightful leader, and the wishes of the council?
fr: Oserais-tu contester notre chef légitime et les vœux du conseil ?

source: Bah! The council is nothing more than a bunch of has-beens who think they still have some sort of power. Real power comes from strength of arms, not meetings.
fr: Pfeuh ! Le conseil n'est rien d'autre qu'un ramassis de vieux croûtons qui pensent avoir encore un semblant de pouvoir ! Le vrai pouvoir vient de la force des armes, pas des réunions !

source: If you will not back down, we will be forced to destroy you.
fr: Si tu ne te reprends pas, nous devrons te tuer !

source: Hah! I'd like to see you try.
fr: Ha ! J'aimerais bien voir ça !

source: If that's the way it must be, then so be it.
fr: Si cela doit arriver, qu'il en soit ainsi !

source: I'm afraid I cannot help you in this, Kahn. I cannot fight fellow council members, even if they have gone insane. But be careful. No doubt there are those of our people who agree with these two. They will not be fighting alone.
fr: Désolé, Kahn, j'ai peur de ne pas pouvoir vous aider. Je ne peux pas me battre contre mes confrères membres du conseil, même s'ils ont perdu la raison. Mais soyez prudents. Inutile de vous dire que parmi les nôtres, certains sont partisans de ces deux-là. Ils ne se battront pas seuls !

source: I too cannot get involved in this. I have other urgent matters to attend to, and unless they attack our ships, I am afraid it does not concern me. I will return once you have dealt with these two.
fr: Je ne puis me mêler de ça moi non plus. J'ai d'autres tâches pressantes qui m'attendent et à moins qu'ils n'attaquent nos vaisseaux, je crains que cela ne me concerne pas. Je serai de retour quand vous vous serez occupés de ces deux-là.

source: I understand. Come, let us crush these traitors!
fr: Je comprends. Venez, écrasons ces traîtres !

source: At least I won't live to see the demise of the Drakes.
fr: Au moins, je ne vivrai pas pour voir la chute des dracans.

source: I wish I hadn't had to do that.
fr: J'aurais aimé ne jamais avoir à faire ça.

source: He was a great asset to the Drakes. It's a shame it had to end like this. Still, I suppose we did only what was necessary.
fr: C'était quelqu'un de capital pour les dracans. Quelle honte de devoir finir ainsi. J'espère du moins que nous avons fait ce qui était nécessaire.

source: Come now, Stakron. Surely you will not persist in this rebellion?
fr: Allez Stakron ! Je suis sûr que vous ne vous entêterez pas dans cette rébellion !

source: I ... it is too late for me now. I cannot turn back.
fr: Je... il est trop tard pour moi maintenant. Je ne puis revenir en arrière !

source: It truly saddens me to hear that.
fr: Ça me désespère vraiment de l'entendre.

source: I could have been wrong ...
fr: Je pourrais avoir eu tort...

source: You will pay for that!
fr: Vous paierez pour ça !

source: Too many Drakes are defecting to them. We are doomed!
fr: Trop de dracans se rangent à leurs côtés. Nous sommes condamnés !

source: (sigh) The rebels are defeated.
fr: (soupir) Les rebelles ont perdu.

source: This is a sad day. Many Drakes have died in a pointless rebellion.
fr: Quel triste jour. Beaucoup de dracans ont péri pour une rébellion injustifiée...

source: Yes. And we now have two vacant places on the council.
fr: Oui, et nous avons à présent deux places vacantes au conseil.

source: That will have to wait. You must leave immediately before the weather turns.
fr: Cela attendra. Vous devez partir dès maintenant, avant que les vents ne tournent.

source: Very well. Thank you once again, Alamar.
fr: Très juste. Encore une fois merci, Alamar.

source: No, thank you. Since you defeated the bandits, our villages are safe. May your journey be quick and uneventful.
fr: Non, merci à vous. Depuis que vous nous avez débarrassés des bandits, nos villages sont en sécurité. Que votre voyage soit bref et sans embûche.

source: Let's hope so. To the ships!
fr: Espérons-le. Embarquons !

source: Sea Journey
fr: Voyage en mer.

source: The remaining Drakes boarded the ships and embarked immediately.
fr: Les dracans survivants embarquèrent à bord des navires et levèrent les voiles immédiatement.

source: The trip was uneventful for the first few days, until they neared their destination.
fr: Pendant les premiers jours, le voyage fut sans encombre, jusqu'à ce qu'ils approchent de leur destination.

source: Survive until the end of turns
fr: Survivre jusqu'à la fin des tours.

source: Death of Ober
fr: Mort d'Ober.

source: We have little information about this area as we generally avoid Morogor, however the reports I have heard say there are often many Nagas around here. They do move around a lot though, so let's hope they are currently elsewhere.
fr: Nous avons peu d'informations sur cette zone car nous évitons généralement Morogor. Cependant, les derniers rapports laissent entendre que des nagas traînent souvent en grand nombre par ici. Mais ils se déplacent beaucoup, alors souhaitons qu'ils soient ailleurs en ce moment.

source: What are these Nagas?
fr: Que sont ces nagas ?

source: They are serpentine creatures who live in the sea. This is very much their element, so it would be a struggle to have to face them here.
fr: Ce sont des créatures reptiliennes habitant les mers. Ils y sont particulièrement dans leur élément, ce serait un enfer d'avoir à leur faire face ici.

source: You mean like these?
fr: Vous voulez dire des comme ça ?

source: Intruderssss! Don't let any essscape!
fr: Desss' envahissseurs ! Qu'aucun ne ssss'en ssssorte !

source: Damn! It is too late to go around - we will have to try and make our way through them. You must protect the ship, but don't allow anyone to get too far behind as we will not be able to go back for them.
fr: Malédiction ! Il est trop tard pour les contourner : nous allons devoir nous frayer un chemin à travers leurs rangs. Vous devez protéger le navire mais ne laissez personne à la traîne sans quoi nous ne pourrons pas les récupérer.

source: At the beginning of each turn, any units not on the ship will move five hexes up as the ship moves forward. This means any units in the top five rows will be lost.
fr: À chaque début de tour, toute unité en dehors du vaisseau dérivera cinq cases plus haut à cause de l'avancée du bateau. Cela signifie que toute unité située dans les cinq rangées supérieures à la fin d'un tour sera perdue.

source: There do not appear to be any more coming. We just need to hold off or defeat those that remain.
fr: Il semble ne plus en arriver de nouveaux. Nous devons juste les tenir à distance ou vaincre ceux qui restent.

source: Defeat remaining Nagas
fr: Vaincre les derniers nagas.

source: Yes
fr: Oui

source: No
fr: Non

source: Avenge me, brotherssss and ssssissssterssss...
fr: Vengez-moi, frèreszzz et sssœurs !

source: We will never pilot this ship without him!
fr: Nous ne manœuvrerons jamais ce bateau sans lui !

source: We made it! The Nagas will not pursue us any further.
fr: Nous avons réussi ! Les nagas ne nous poursuivront pas plus loin.

source: Surely it can only get easier from here?
fr: Les choses ne peuvent devenir que plus faciles à partir de maintenant, non ?

source: We should meet no further resistance between here and Morogor.
fr: Nous ne devrions plus rencontrer de résistance entre ici et Morogor.

source: Sounds good to me. Onward!
fr: Ça me convient parfaitement ! En avant !

source: Landing on Morogor
fr: Débarquement à Morogor.

source: Having successfully made it past the Nagas, the Drakes soon landed on Morogor. The humans departed as quickly as they could, not wanting to take any chances. The Drakes began to survey the land they were to call home.
fr: Après avoir réussi à passer les nagas, les dracans débarquèrent bientôt sur les plages de Morogor. Les humains se dépêchèrent de lever l'ancre pour ne prendre aucun risque. Les dracans commencèrent à étudier les environs de leur terre promise.

source: Defeat the undead
fr: Vaincre les morts-vivants

source: Undead Guardian
fr: Gardien Mort-Vivant

source: Undead
fr: Mort-vivant

source: Ugh! This place is disgusting! Maybe Gakk was right.
fr: Pfouah ! Cet endroit est répugnant ! Peut-être Gakk avait-il raison.

source: This place reeks of the undead. No doubt once we clear the island of the undead, the land itself will regenerate.
fr: Cet endroit empeste le mort-vivant. Quand nous aurons nettoyé l'île de cette vermine, la terre se régénérera d'elle-même.

source: I certainly hope so. Look - there are undead here. Let's get started!
fr: Je le souhaite de tout cœur. Regardez : il y a des morts-vivants ici. Passons à l'action !

source: What devilry is this? Those Drakes who fall are rising again in unlife!
fr: Quelle diablerie avons nous là ? Ces dracans qui tombent se relèvent dans la mort !

source: This island is steeped with dark magic. We must find and destroy the source of it.
fr: Cette île est emplie de magie noire. Nous devons en trouver la source et la détruire.

source: One thing at a time, OK? Let's get this lot out of the way first.
fr: Chaque chose en son temps, d'accord ? Dégageons d'abord ce groupe de notre chemin.

source: There are just too many of them! We are doomed to die in this swamp!
fr: Il y en a vraiment trop ! Nous sommes condamnés à mourir dans ce marécage !

source: The undead are retreating!
fr: Les morts-vivants battent en retraite !

source: There are doubtless many more where they came from. We must clear the entire island if we are to make it our home.
fr: Il y en a sans aucun doute encore plus là d'où ils sont venus. Nous devons dégager l'île toute entière si nous devons y habiter.

source: Then what are we waiting for? Let's keep moving!
fr: Alors qu'est-ce qu'on attend ? Bougeons-nous !

source: Clearing the Island
fr: Nettoyer l'île

source: The Drakes moved inland quickly, wanting to deal with the undead as soon as possible, but soon encountered an unnatural darkness.
fr: Les dracans se déplacèrent rapidement vers l'intérieur de l'île, souhaitant affronter les morts-vivants le plus tôt possible, mais se retrouvèrent bientôt plongés dans une obscurité surnaturelle.

source: Scout out the land
fr: Explorer les alentours

source: Does this swamp ever end? I can't see a thing!
fr: Ce marais ne finira-t-il donc jamais ? Je n'y vois rien !

source: We must be getting close to the source of this evil. That's why the land is so dark.
fr: Nous devons approcher de la source de cette magie maléfique. C'est pourquoi les alentours sont si sombres.

source: We can't continue like this indefinitely. This darkness reaches inside you and grips your heart.
fr: Nous ne pouvons pas continuer comme ça indéfiniment. L'obscurité s'insinue en vous et vous glace le cœur.

source: No, we can't. Send some scouts ahead to spy out the land. We cannot keep wandering aimlessly.
fr: En effet, cela ne peut durer ainsi. Envoyez des éclaireurs devant pour épier les alentours. Nous ne pouvons pas continuer à nous traîner sans but.

source: There are more undead here!
fr: Il y a des morts-vivants par ici !

source: It was only a matter of time until we ran into them again. Very well - destroy them!
fr: Ce n'était qu'une question de temps jusqu'à ce que nous les croisions à nouveau. Très bien : détruisez-les !

source: Ah! So these are the creatures who dare enter our territory! Hmmm, they are strong. They will make excellent slaves!
fr: Ah ! Voici donc les créatures qui osent pénétrer sur notre territoire ! Hmmm, elles sont fortes. Elles feront d'excellents esclaves...

source: We did not come here to enter your territory, we came here to occupy it and destroy you!
fr: Nous ne sommes pas venus jusqu'ici pour pénétrer votre territoire, nous sommes venus pour en faire le nôtre et pour vous réduire à néant !

source: So the leader of the undead shows himself. Concentrate your efforts on him. If we can defeat him, the power that sustains the undead will be broken.
fr: Alors voici celui qui commande aux morts-vivants. Concentrez-vous sur lui. Si nous parvenons à le vaincre, le pouvoir qui soutient les morts-vivants sera anéanti.

source: Kill Woldimer
fr: Tuer Woldimer

source: I have fallen, but my master will avenge me!
fr: Je suis à terre, mais mes maîtres me vengeront !

source: There are just too many of them! We can never prevail!
fr: Ils sont tout simplement trop nombreux ! Nous ne dominerons jamais cette île !

source: What did he mean, his master? I thought he was the master of these undead!
fr: Qu'entendait-il par « mon maître » ? Je pensais qu'il était le maître de ces zombies !

source: He was powerful, yes. Yet despite his death the darkness persists. There must be another, more powerful yet.
fr: Il était très puissant, oui. Mais en dépit de sa mort, l'obscurité persiste... Il doit y en avoir un autre, encore plus puissant.

source: I don't know how much longer we can continue this. There are rumors of mutiny again.
fr: Je ne sais pas combien de temps nous pourrons continuer encore comme ça. Il y a de nouveau des bruits de mutinerie.

source: Then we must find and defeat Woldimer's master quickly. Come on!
fr: Nous devons donc vite trouver et vaincre le maître de Woldimer. En avant !

source: Showdown
fr: Confrontation

source: Continuing to move inland, the Drakes soon found that the darkness was becoming almost unbearable.
fr: Progressant à l'intérieur de l'île, les dracans se rendirent rapidement compte que l'obscurité devenait presque insupportable...

source: Find enemy leader
fr: Trouver le chef ennemi.

source: Woldimer's master must be very close. This darkness appears to be even heavier than before, if that were possible.
fr: Le maître de Woldimer doit être tout près. Cette obscurité semble encore plus pesante qu'avant, à supposer que cela soit possible.

source: I certainly hope so. Our supplies will not last much longer. We must finish this quickly!
fr: Je l'espère bien ! Nos vivres diminuent à vue d'œil. Nous devons en finir rapidement avec tout ça.

source: We must find our enemy before we can finish him.
fr: Encore faut-il trouver notre ennemi avant de l'éliminer.

source: So it is true. The lizards managed to defeat my apprentice. You will pay dearly for that! Still, I have waited centuries for a good fight. Revenge will just make it even better.
fr: C'est donc vrai. Les lézards se sont débrouillés pour vaincre mon apprenti... Vous allez le payer cher ! De plus, voilà des siècles que j'attends un vrai combat. La revanche le rendra encore plus savoureux !

source: Is that thing alive or dead?
fr: Cette chose est-elle morte ou vivante ?

source: He is a Lich - a dark sorcerer who himself has become undead. And a very powerful one at that. In fact, he has perhaps too much power.
fr: C'est une liche : un sorcier des ténèbres qui a survécu à sa propre mort. Qui plus est, celui-ci est particulièrement puissant. Il a peut-être même trop de pouvoir en lui.

source: Too much for what? Are you saying we cannot prevail?
fr: Pourquoi trop ? Voulez-vous dire que nous ne serions pas à la hauteur ?

source: No, he has more power than should be possible. Most likely he has a talisman of great power that sustains him. Destroy the talisman and he will be greatly weakened. Only then will we be able to defeat him.
fr: Non, il a plus de puissance qu'il ne devrait être possible. Selon toute vraisemblance, il possède un puissant talisman qui le soutient. Détruisez le talisman, cela l'affaiblira grandement. Alors seulement nous serons à même de lui faire mordre ce qu'il restera de poussière.

source: You don't sound too sure.
fr: Je ne vous sens pas convaincu.

source: I'm not, but it's our only chance. If we attack him directly we will certainly fail. We must find and destroy the source of his power. No doubt it will be close to him - I doubt he would let it far out of his sight. And the closer it is to him the more power he can draw from it.
fr: Non, en effet, mais c'est là notre seule chance. C'est l'échec assuré si nous l'attaquons de front. Nous devons détruire la source de son pouvoir. Elle se trouve sans doute près de lui : je ne crois pas qu'il prenne le risque de la perdre de vue. En outre, plus elle est proche de lui, plus il en tire de puissance...

source: Find and destroy Mal-Bronam's talisman; then
fr: Trouver et détruire le talisman de Mal-Bronam ; puis

source: Kill Mal-Bronam
fr: Éliminer Mal-Bronam

source: I told you it's useless attacking him! We must destroy that talisman first!
fr: Je vous l'ai dit : inutile de l'attaquer ! Nous devons d'abord détruire le talisman !

source: Look! What is this thing?
fr: Regardez ! Quelle est cette chose ?

source: It must be the talisman we were looking for! We must destroy it!
fr: Ce doit être là le talisman que nous recherchons ! Nous devons le détruire !

source: Noooo! What have you done?
fr: Noooon ! Qu'avez-vous fait !?

source: It worked! The darkness is retreating!
fr: Ça a marché ! L'obscurité s'estompe !

source: Good - now destroy him!
fr: Bien... Maintenant détruisez-le !

source: Do you think I am no longer able to defend myself? I still have power greater than you can imagine!
fr: Vous croyez peut-être que je ne peux plus me défendre ? J'ai encore plus de pouvoir que vous ne pouvez l'imaginer !

source: This darkness pervades my soul. I cannot continue any longer!
fr: L'obscurité suinte dans mon âme ! Je suis à bout !

source: No! It cannot be! I am immortal! I am invincible! I am -
fr: Non ! Ce n'est pas possible ! Je suis immortel ! Je suis invincible ! Je suis...

source: Gone.
fr: Parti.

source: Can it be true? Is it possible we have defeated him?
fr: J'ai du mal à y croire ! Est-il possible que nous l'ayons vaincu ?

source: Yes - look! The undead melt away already.
fr: Oui ! Regardez ! Les morts-vivants ont commencé à se désagréger !

source: I don't think it's safe to stay here.
fr: Nous ne sommes pas en sécurité ici. Éloignons-nous !

source: No. The earth is shaking off a great burden. We would be best to retreat to the open plains.
fr: Non, la terre se libère d'un grand fardeau. Nous ferions mieux de nous retirer vers les plaines dégagées.

source: Epilogue
fr: Épilogue
