Repository: wescamp/Children_of_Dragons-1.10
Catalog: po/*.po
Languages: fr

source: Children of Dragons
fr: Les Enfants des Dragons

source: CoD
fr: EDD

source: Once the most feared creatures in the land of the living, the dragons are all but extinct. But their descendants are just about to make their mark on the world...
fr: Jadis les créatures les plus craintes du monde des vivants, les dragons sont presque éteints à présent. Mais leurs descendants sont sur le point de marquer à nouveau le monde de leur empreinte...

source: (easy)
fr: (Facile)

source: (medium)
fr: (Moyen)

source: Lord
fr: Seigneur

source: (hard)
fr: (Difficile)

source: Chancellor
fr: Chancelier

source: Original Author
fr: Auteur Original

source: Current Maintainer
fr: Mainteneur actuel

source: Artwork and Graphics
fr: Illustrations et graphismes

source: Thanks also to:
fr: Remerciements additionnels à :

source: Maps
fr: Cartes

source: Translations
fr: Traduction

source: Leader of the Drakes
fr: Chef des dracans

source: For centuries the mighty dragons ruled the land. But their time is past. Their numbers have dwindled until only a handful remain, and survive mostly as a legend that no one really believes. However their descendants, no longer as awe-inspiring or as powerful, but far more numerous and much more intelligent, have been eking out an existence underground.
fr: Pendant des siècles, les puissants dragons furent les maîtres de la terre. Mais cette époque est révolue. Leur nombre n'a cessé de diminuer jusqu'à ce qu'il ne reste plus qu'une poignée d'entre eux, survivants d'une légende à laquelle personne ne croit plus vraiment. Mais leurs descendants, qui ne sont plus aussi puissants et n'inspirent plus autant de crainte, sont bien plus nombreux et beaucoup plus intelligents et ont subsisté, péniblement, sous terre.

source: Now, with their long-time leader dead, it is time for a new generation to take the reins. Through many challenges three potential leaders have stood out from their peers. All have different opinions on which direction the Drake race should head, but only one will get the chance to put their ideas into action...
fr: Maintenant que leur vieux chef est mort, il est temps pour une nouvelle génération de prendre les rênes. Traversant bien des épreuves, trois candidats potentiels se sont détachés de leurs pairs. Chacun d'eux a son idée quant à la direction que les dracans devront prendre ; mais un seul aura la chance de mettre sa vision en application...

source: Defeat all enemy leaders
fr: Vaincre tous les chefs ennemis

source: Death of Kahn
fr: Mort de Kahn

source: Turns run out
fr: Fin des tours atteinte

source: In the time honored tradition of our race, the battle for leadership shall be fought here. The rules are very simple - be the last contender left alive, and the leadership of the Drakes is yours. If you wish to rescind your claim to lead us, now is your final chance.
fr: Suivant l'ancestrale tradition de notre espèce, le combat pour le pouvoir se déroulera ici. Les règles sont très simples : le commandement des dracans reviendra au dernier survivant. Si vous souhaitez renoncer, c'est votre dernière chance.

source: There is complete silence.
fr: Un silence complet s'établit.

source: Very well. Let the battle commence!
fr: Très bien ! Que la bataille commence !

source: So it has finally come to this. The leadership of the Drakes will be mine.
fr: Qu'il en soit finalement ainsi ! Le commandement des dracans me reviendra !

source: Hah! In your dreams, softbelly. The leadership is mine.
fr: Hah ! Dans tes rêves, chochote ! C'est moi qui commanderai !

source: Enough bickering! Let us begin.
fr: Assez de chamailleries ! Commençons !

source: What? There is still no winner after the allotted time? It seems none of you are worthy to lead us after all.
fr: Comment ? Toujours pas de vainqueur ? Peut-être qu'aucun d'entre vous n'est digne de nous gouverner après tout...

source: All hail our new leader, Kahn!
fr: Vive Kahn, notre nouveau guide !

source: Bah! The Drakes are doomed.
fr: Bah ! Les dracans sont condamnés !

source: Ah. It seems I was overly ambitious.
fr: Ah... Je crains n'avoir été beaucoup trop ambitieux.

source: Too right you were. Only I have the steel required to lead the mighty Drakes.
fr: Mais tu as vu juste ! Moi seul ai la force requise pour gouverner les puissants dracans !

source: We'll see about that.
fr: C'est ce qu'on verra !

source: Drake Council
fr: Le Conseil dracan

source: Having asserted his right to lead the Drakes, the time had now come for Kahn to convince his people of his somewhat radical plans.
fr: Après avoir prouvé sa légitimité à commander les dracans, Kahn devait maintenant rallier ses semblables à ses plans quelque peu radicaux.

source: I call this meeting of the Drake Council to order. Welcome, Kahn. As our leader you are now also the head of this council, though there is little you can do without the approval of the majority of the council.
fr: Je convoque cette réunion du Conseil dracan. Bienvenue, Kahn. En tant que commandant, vous êtes maintenant également le chef de ce conseil, même si vous ne pouvez pas décider de grand-chose sans majorité.

source: Thank you. It is indeed an honor to serve the Drakes in this capacity.
fr: Merci. C'est vraiment un honneur à ce titre de servir les dracans.

source: We believe you have some rather, uh, drastic plans, Kahn.
fr: Nous pensons que vous avez des plans assez... heu... drastiques, Kahn.

source: You could say that.
fr: On peut le dire.

source: Then I think you should share them.
fr: Alors je pense que vous devriez les exposer.

source: I couldn't agree more.
fr: Je suis on ne peut plus d'accord.

source: Esteemed members of the council, our peoples are descended from the mighty dragons, who once ruled earth and sky. For centuries we have hidden underground, and yet have never truly adapted to the conditions we face every day. We do not fight well underground, unlike the trolls and dwarves we encounter from time to time. We cannot move quickly, except where we have paved the cave floors such as in this cavern.
fr: Estimés membres du conseil, notre peuple descend des puissants dragons qui commandaient jadis au ciel et à la terre. Pendant des siècles, nous nous sommes cachés sous terre et pourtant nous ne nous sommes toujours pas vraiment adaptés aux conditions de vie auxquelles nous faisons face chaque jour. Nous ne combattons pas bien sous terre, contrairement aux trolls et aux nains que nous rencontrons de temps à autre. Nous ne pouvons pas nous déplacer rapidement excepté dans les lieux que nous avons pavés, comme cette caverne.

source: Friends, we do not belong here. We -
fr: Amis, nous ne sommes pas d'ici, nous...

source: We have, as you say, lived here for centuries. How can you claim we do not belong?
fr: Comme vous l'avez dit, nous avons vécu ici des siècles. Comment pouvez-vous prétendre que nous ne soyons pas d'ici ?

source: Hear him out, Gakk.
fr: Laissez-le terminer, Gakk.

source: As I said, we struggle underground. Despite this, we have grown in numbers and strength. But if we are to continue to prosper, I believe the time has come for us to make some drastic changes. I plan to lead the Drakes above ground.
fr: Comme je l'ai dit, la vie sous terre nous est un combat. En dépit de cela, nous avons crû en vigueur et en nombre, mais pour continuer à prospérer, je crois qu'il est maintenant temps de faire des choix cruciaux. J'aimerai ramener les dracans à la surface.

source: Surely you cannot be serious. We know these caves - we know what to expect, we know how to survive. We know nothing about the world above ground.
fr: Vous plaisantez sûrement. Nous connaissons ces cavernes : nous savons à quoi nous attendre, nous savons comment survivre. Nous ne connaissons rien du monde au-dessus de nos têtes.

source: If I may, that is not strictly true.
fr: Si je puis me permettre, ce n'est pas tout à fait exact.

source: Explain.
fr: Expliquez-vous.

source: For the past two generations, several members my clan have been making short trips above ground. We are built to fly, but we have little opportunity to do so underground. We have long dreamt that a day would come when we would be able to live there permanently. We cannot dismiss such an opportunity.
fr: Pendant les deux dernières générations, plusieurs membres de mon clan ont fait quelques courtes excursions à l'extérieur. Nous sommes faits pour voler mais nous n'en avons que rarement l'occasion sous terre. Nous avons longuement rêvé qu'un jour viendrait où nous pourrions vivre là-bas. Nous ne pouvons négliger une telle opportunité.

source: I cannot help but to concur. In recent years the trolls - and even the dwarves - have been attacking more and more frequently. Something must be done if we are to survive.
fr: Je ne peux qu'acquiescer. Ces dernières années, les trolls, et même les nains, ont attaqué de plus en plus fréquemment. Pour survivre, nous devons agir.

source: I cannot believe I am listening to this! You are saying you agree with this preposterous idea? It is lunacy! Even if we do know a little about the world outside these caves, even getting there would be a mammoth task in itself. One or two Drakes flying out every now and then is one thing, but to move every one of us? It can't be done. And even if we did get out, where would we go? Who knows what manner of creatures occupy the land we would be attempting to settle.
fr: Je ne peux pas croire ce que j'entends ! Vous dites que vous êtes d'accord avec cette idée absurde ? C'est de la folie douce ! Même si nous connaissons un tout petit peu le monde à l'extérieur de ces cavernes, rien qu'y parvenir reviendrait à demander à un mammouth de faire du patin à glace ! Qu'un ou deux dracans aillent faire un tour de temps en temps est une chose, mais de nous déplacer tous... C'est infaisable. Et quand bien même on sortirait, où irions-nous ? Qui sait quelle sorte de créatures occupent les terres où nous tenterions de nous installer !

source: I must agree, Gakk. While I sympathize with the issues that my colleagues have raised, I simply do not think it is practical to attempt such a huge undertaking.
fr: D’accord, Gakk. Mais une telle mission me parait irréaliste, même si l'idée de mes confrères me plait.

source: But what is the alternative? As Derk has said, we are facing more and more opposition here. We must seek new lands. And above ground is the best place to look.
fr: Mais quelle est l'alternative ? Comme l'a dit Derk, ici nous faisons face à une résistance de plus en plus forte. Nous devons chercher de nouvelles terres : la surface est le meilleur endroit à envisager.

source: At least we know the opposition here.
fr: Au moins, ici, nous savons à quoi nous faisons face.

source: Well, it seems we must put it to a vote. Kahn, as you know, a decision of this magnitude cannot be taken lightly. And so, it must be passed by a majority vote. That means at least four of the six council members must agree to it. And so, we vote. We begin to my left, with Derk. How do you cast your vote?
fr: Bien, il semble que nous devions procéder à un vote. Kahn, comme vous le savez, une décision de cette importance ne peut être prise à la légère. Par conséquent, nous devons la soumettre à la majorité ; ce qui signifie qu'au moins six membres du conseil doivent l'approuver. Bien, procédons au vote. Nous commençons par Derk à ma gauche. Quel est votre vote ?

source: I vote we follow Kahn above ground.
fr: Mon vote est de suivre Kahn à la surface.

source: I say we stay.
fr: Je vote pour rester.

source: I agree with Freon - we must do something. I vote we go.
fr: Je suis d'accord avec Freon : nous devons faire quelque chose. Je vote pour partir.

source: I long to soar in the sky with my brethren. We go.
fr: Il me tarde de m'élever avec mes frères dans les cieux. Nous partons.

source: I maintain that this idea is ridiculous. I cannot support it. We must stay.
fr: Je maintiens que cette idée est absurde. Je ne peux pas la cautionner. Nous devons rester.

source: Despite a wariness of the unknown, I too believe that we cannot continue to hold off the trolls and dwarves indefinitely. Though I have some reservations, I believe it is time to move on. We follow Kahn out of the caves.
fr: En dépit de mes réticences face à l'inconnu, je crois aussi que nous ne pourrons pas indéfiniment tenir en respect les trolls et les nains. Malgré mes propres réserves, je crois qu'il est temps d'aller de l'avant. Nous suivrons Kahn au-dehors des cavernes.

source: It is decided then. Gakk, Stakron - I appreciate your concerns, but I believe this is best for our people.
fr: Qu'il en soit ainsi. Gakk, Stakron, je comprends vos doutes, mais je crois que c'est ce qu'il y a de mieux à faire pour notre peuple.

source: I am afraid I cannot support this move. I will come with you if we leave, but do not expect my help!
fr: Je crains de ne pouvoir soutenir cette décision. Je viendrai avec vous si vous partez, mais ne comptez pas sur mon aide !

source: This does not bode well. Nonetheless, the decision is made. We begin preparations immediately.
fr: Voilà qui ne présage rien de bon. Néanmoins, la décision est prise. Nous commençons les préparatifs immédiatement.

source: The Emerging
fr: L'Émergence

source: After months of preparation, the drakes left their homes and followed Kahn towards their new home - wherever that might be. For the most part, they were supportive of the plan. Almost every family had lost someone to the recent attacks, and all were frustrated by their inability to move quickly through the caves. Still, they wondered if this new land was going to be any better than the one they were leaving behind.
fr: Après des mois de préparatifs, les dracans quittèrent leurs foyers et suivirent Kahn vers leur nouveau domaine, où qu'il puisse être. La plupart approuvait le plan : presque chaque famille avait perdu un des siens lors des récentes attaques, et beaucoup se sentaient frustrés par leur incapacité à se mouvoir dans les cavernes. Ils se demandaient toutefois si cette nouvelle terre se révélerait meilleure que celle qu'ils laissaient derrière eux.

source: Nonetheless, they followed their leader. Some grumbled, but it would be suicide to remain in the caves with the majority of the drakes gone, so they tagged along.
fr: Ils suivirent néanmoins leur chef. Certains protestaient mais rejoignirent les autres, sachant bien que rester ici seul ici reviendrait à un suicide.

source: After two weeks of uneventful travel, they felt a breeze...
fr: Après deux semaines de voyage sans encombre, ils sentirent l'air du dehors...

source: Kahn must reach the exit
fr: Kahn doit rejoindre la sortie

source: Death of Freon
fr: Mort de Freon

source: This is our outermost fortress, though it has not been used for some time. The exit to the caves is not far from here, but the dwarves and trolls are both close. Let us hope they do not notice us.
fr: C'est notre forteresse extérieure la plus éloignée, même si elle n'a pas été employée depuis un certain temps. La sortie des cavernes n'est pas loin d'ici, mais les nains et les trolls sont aussi tout proches. Espérons qu'ils ne nous remarqueront pas.

source: Too late, lizard. What do you mean by trying to drag your sorry hides through our caves?
fr: Trop tard, lézard ! Qu'est-ce qui vous prend à essayer de traîner vos pauvres carcasses à travers nos grottes ?

source: We mean no disrespect, dwarf. We are leaving the caves - you should be glad of our absence.
fr: Nous ne cherchons pas à vous offenser, nain, Nous quittons ces cavernes : vous devriez vous réjouir de notre absence.

source: Why would anyone want to leave the caves? I don't believe you - you intend to try to take our caves for yourselves! Well, not on my watch!
fr: Pourquoi quiconque voudrait-il quitter ces cavernes ? Je ne vous crois pas : vous voulez tenter de vous emparer de nos cavernes ! Eh bien, pas sous ma surveillance !

source: Ungh no like lizards in trolls' caves. Ungh no like dwarves either. Trolls kill all.
fr: Ungh pas aimer lézards dans les caves trolls. Ungh pas aimer nains non plus. Trolls tuent tous.

source: Looks like we're going to have to fight our way through. Still, this was not unexpected. To arms!
fr: On dirait bien qu'il va falloir nous frayer une route tout seul. Ceci dit, il fallait s'y attendre. Aux armes !

source: That not good. Strange too. Ungh never die before.
fr: Pas bon ça. Bizarre. Ungh jamais mourir avant.

source: I have failed! Now our caves will be overrun with lizards!
fr: J'ai échoué ! Nos grottes vont grouiller de lézards !

source: Poor fool.
fr: Pauvre imbécile !

source: It seems we will be stuck in these caves forever.
fr: Ces cavernes risquent d'être notre tombeau !

source: I can see the sunlight! Come, my people - welcome to your new home!
fr: Je vois la lumière du jour ! En avant mes frères ! Bienvenue chez vous !

source: Leaving the Mountains
fr: Le Départ des montagnes

source: Defeat enemy leaders; and
fr: Vaincre tous les chefs ennemis et

source: Get Kahn to the end of the mountains
fr: Mener Kahn à la fin des montagnes.

source: Then we must get out of these mountains quickly.
fr: Alors il nous faut quitter ces montagnes au plus vite.

source: There they are, boys! Let's get them!
fr: Ils sont là, les gars ! Attrapons-les !

source: Dwarves and lizards in mountains. Trolls kill all!
fr: Des nains et des lézards dans nos montagnes ? Tuons-les tous !

source: We made it!
fr: On a réussi !

source: Dark Forest
fr: Forêt sombre.

source: Leaving the hills, they found themselves in a thick forest. The trees were so close together that despite it being morning, very little sunlight reached the forest floor.
fr: En quittant les collines, ils se retrouvèrent dans une forêt très dense. Les arbres étaient si proches les uns des autres que les rayons du matin peinaient à atteindre le sol.

source: Reach the end of the forest
fr: Rejoindre la lisière de la forêt.

source: We have never entered this forest. It seemed far too dark and foreboding, so we always went straight over it. However in this case we have no choice but to go through it. We must be careful.
fr: Nous n'avons jamais pénétré dans cette forêt. Elle semblait trop sombre et trop sinistre, et nous l'avons toujours survolée. Cependant, vu la situation, nous n'avons pas d'autre choix que de la traverser. Soyons prudents.

source: How bad can it be?
fr: Qu'est-ce qu'on risque ?

source: What was that?
fr: Qu'est que c'était ?

source: I don't know, but it didn't sound good. Let's get through this forest as soon as possible. From memory, it will be quickest to head south.
fr: Je n'en sais rien, mais ça n'avait rien d'amical. Traversons cette forêt au plus vite. De mémoire, le plus rapide est de prendre vers le sud.

source: I never want to see another tree in my entire life.
fr: Je ne veux plus voir un autre arbre de ma vie.

source: We cannot leave yet - the undead are not defeated!
fr: Nous ne pouvons pas partir maintenant. Les morts-vivants ne sont pas détruits.

source: The forest is crawling with undead!
fr: La forêt grouille de morts-vivants !

source: I do not like the idea of living near undead. Perhaps we should clear this forest of its current inhabitants first.
fr: Je n’aime pas l’idée de vivre près des morts-vivants. Nous devrions peut-être d’abord nettoyer cette forêt de ces habitants.

source: Yes, I think you are right. Let's destroy the undead, else they may attack us while we try and build our new homes.
fr: Oui, je crois que vous avez raison. Détruisons les morts-vivants, ou ils seraient capables de nous attaquer alors que nous essayons de bâtir nos demeures.

source: Defeat enemy leaders, and;
fr: Vaincre tous les chefs ennemis et

source: The Humans
fr: Les Humains

source: As they emerged from the forest, leaving the undead behind them, the Drakes saw an expanse of grassland. But dotted across it were towns of varying sizes. And immediately before them was a huge city.
fr: Alors qu'ils émergeaient de la forêt, laissant les morts-vivants derrière eux, les dracans aperçurent une prairie étendue, parsemée de villages de taille variable. Et il y avait une immense ville droit devant eux.

source: Wondering if it had been a mistake to leave the caves in the first place, they advanced cautiously.
fr: Ils avancèrent prudemment, tout en se demandant si ça n'avait pas été, dès le départ, une erreur de quitter les cavernes...

source: Halt! Who goes there?
fr: Halte ! Qui va là

source: I am Kahn, leader of the Drakes. We have left our homes underground in search of a land more suited to our kind.
fr: Je suis Kahn, commandeur des dracans. Nous avons quitté nos foyers sous terre en quête d'un territoire plus approprié à notre espèce.

source: And you thought you'd take ours?
fr: Et vous pensiez prendre le nôtre ?

source: No! We do not wish to take anyone's land, but are instead hoping to find some space that is currently unoccupied that we can settle in.
fr: Non ! Nous ne voulons pas prendre les terres de qui que ce soit, nous souhaitons plutôt trouver un espace encore vierge pour nous y installer.

source: Hmmm. Well, as you can see, the land around here is well settled already. There is little free space - certainly none anywhere near big enough to fit your entire race.
fr: Humm. Eh bien, comme vous pouvez le voir, les terres alentours sont déjà bien occupées. Il y a très peu d'espace libre et, à mon avis, aucun dans le coin n’est assez grand pour accueillir tous ceux de votre espèce.

source: If you speak true, then I fear we have left our homes in vain.
fr: Si vous dites la vérité, je crains alors que nous ne soyons partis en vain de nos foyers.

source: Perhaps not. There is a tropical island some way to the east of here known as Morogor. It is uninhabited, though some say it is haunted. I believe it would be suitable for your needs.
fr: Peut-être pas. Il y a une île tropicale quelque part à l'est d'ici, connue sous le nom de Morogor. Elle est inhabitée, même si certains la disent hantée. peut-être qu'elle vous conviendrait.

source: An island, you say? That sounds ideal, but we cannot fly that far. How are we to get there?
fr: Une île, dites-vous ? Cela m'a l'air idéal, mais nous ne pouvons pas voler aussi loin ! Comment nous y rendre ?

source: Perhaps we can come to an agreement. We have a large navy - enough to transport all of your people, but I cannot offer you our assistance without you doing something for us in return.
fr: Nous pouvons peut-être trouver un arrangement. Nous avons une flotte assez grosse pour transporter tout votre peuple. Mais je ne peux vous aider qu'en échange de quelque chose d'autre.

source: What did you have in mind?
fr: À quoi pensiez-vous ?

source: My scouts report that you emerged from the Forest of the Dead. To achieve such a thing you must be skilled fighters. There is a large group of bandits south east of here who have been troubling us of late. Defeat these bandits for us, and we will transport you to Morogor.
fr: Mes éclaireurs m'indiquent que vous êtes sortis de la Forêt des Morts. Vous devez être des guerriers accomplis pour avoir réalisé un tel exploit. Il y a toute un groupe de bandits au sud-est qui nous crée des ennuis depuis peu. Éliminez-les et nous vous mènerons jusqu'à Morogor.

source: Very well. We have a deal.
fr: Très bien, marché conclu !

source: I will order our navy to begin preparations at once. We should be ready to depart by the time you return.
fr: Je vais commander à notre marine d'entreprendre immédiatement les préparatifs. Nous devrions être prêts au moment de votre retour.

source: Thank you. We are in your debt.
fr: Merci. Nous avons une dette envers vous.

source: Defeat the bandits and I will consider the debt paid in full.
fr: Éliminez les bandits et je considérerai la dette comme entièrement acquittée.
